tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python"
brew "aws-shell", link: false
brew "awslogs"
brew "docker"
brew "docker-compose"
brew "git-lfs"
brew "jq"
brew "node"
brew "python@2"
brew "tree"
brew "wget"
cask "docker"
cask "dotnet-sdk"
cask "graphql-playground"
cask "xquartz"
