tap "homebrew/cask"
tap "homebrew/cask-versions"
brew "make"
brew "curl"
brew "stow"
brew "git"
brew "ghi"
brew "tmux"
brew "tree"
brew "coreutils"
brew "findutils"
brew "keychain"
brew "neovim"
brew "bash-completion" unless system "test -z $(which bash)"
cask "docker"
cask "google-chrome" unless system "test -d '/Applications/Google Chrome.app'"
cask "spectacle" unless system "test -d /Applications/Spectacle.app"
cask "dropbox" unless system "test -d /Applications/Dropbox.app"
cask "intellij-idea-ce"
cask "zoomus"
cask "postman"
cask "spotify"
