tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "minio/stable"
brew "cdrtools"
brew "docker"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "minio"
brew "minio-mc"
brew "node"
brew "python@2"
brew "tree"
brew "wget"
brew "xhyve"
brew "yq"
brew "minio/stable/mc"
cask "docker"
