cask_args appdir: "~/Applications", fontdir: "~/Library/Fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "caskroom/fonts"
tap "homebrew/core"
brew "git"
brew "git-lfs"
brew "findutils" unless system "which -s updatedb"
brew "htop"
brew "make"
brew "moreutils"
brew "pkg-config"
brew "stow"
brew "tmux"
brew "tree"
brew "pgcli"
brew "googler"
brew "bash-completion@2" unless system "test -z $(which bash)"
brew "bash-git-prompt" unless system "test -z $(which bash)"
cask "corretto" unless system "/usr/libexec/java_home --failfast"
cask "docker"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea-ce"
cask "visual-studio-code"
cask "microsoft-teams"
cask "slack"
cask "spectacle"
cask "spotify"
cask "xquartz"
cask "zoomus"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
