tap "homebrew/command-not-found"
tap "homebrew/aliases"

cask_args appdir: "~/Applications"

cask "docker"
cask "spectacle" 
cask "dropbox"
cask "dropbox-dash"
cask "google-chrome"
cask "microsoft-teams"
cask "intellij-idea-ce"
cask "rider"
cask "datagrip"
cask "whatsapp"

brew "curl"
brew "wget"
brew "git"
brew "tmux"
brew "coreutils"
brew "findutils"
brew "bash"
brew "bash-completion@2"
brew "neovim"
brew "ctags"
brew "fzf"
brew "fd"
brew "bat"
brew "bats-core"
brew "tree"
brew "asciinema"
brew "npm"
brew "ruby"
brew "gh"
brew "jq"
brew "graphviz"
brew "svn"
brew "maven"
brew "jupyterlab"
brew "awscli"
