tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/aliases"

cask_args appdir: "~/Applications"

cask "corretto"
cask "spectacle" 
cask "dropbox"
cask "google-chrome"
cask "vlc"
cask "spotify"
cask "viber"
cask "zoomus"
cask "microsoft-teams"
cask "slack"
cask "intellij-idea-ce"
cask "teamviewer"

brew "curl"
brew "wget"
brew "git"
brew "tmux"
brew "coreutils"
brew "findutils"
brew "bash"
brew "bash-completion2"
brew "neovim"
brew "ctags"
brew "fzf"
brew "fd"
brew "bat"
brew "bats-core"
brew "tree"
brew "asciinema"
<<<<<<< HEAD
brew "npm"
brew "ruby"
brew "gh"

cask "docker"
cask "teamviewer"
cask "dropbox"
