tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Integrated shell for working with the AWS CLI
brew "aws-shell"
# Simple command-line tool to read AWS CloudWatch logs
brew "awslogs"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Programmable completion for Bash 4.1+
brew "bash-completion@2"
# Distributed revision control system
brew "git"
# Git extension for versioning large files
brew "git-lfs"
# GNU grep, egrep and fgrep
brew "grep"
# Improved top (interactive process viewer)
brew "htop"
# Add GitHub support to git on the command-line
brew "hub"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Utility for directing compilation
brew "make"
# Collection of tools that nobody wrote when UNIX was young
brew "moreutils"
# Interpreted, interactive, object-oriented programming language
brew "python@2"
# Remote terminal application
brew "mosh"
# Platform built on V8 to build network applications
brew "node"
# Command-line YAML and XML processor that wraps jq
brew "python-yq"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
cask "datagrip"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "graphql-playground"
cask "intellij-idea-ce"
cask "microsoft-teams"
cask "rider"
cask "slack"
cask "spotify"
cask "xquartz"
cask "zoomus"
